Repository: ACMaster03/asia-nomad-trip-planner
Catalog: ios/Livhold/Localizable.xcstrings
Source language: en
Languages: hu

source: %@ Days after the last planned stop aren’t counted yet.
hu: %@ Az utolsó tervezett megálló utáni napok még nem számítanak bele.

# %@ Showing the copy saved on this phone, updated %@.
source: %1$@ Showing the copy saved on this phone, updated %2$@.
hu: %1$@ A telefonon mentett példányt látod (frissítve: %2$@).

source: %@ Showing the copy saved on this phone.
hu: %@ A telefonon mentett példányt látod.

# %@ The %lld days after it aren’t counted yet.
source: %1$@ The %lld days after it aren’t counted yet.
hu: %1$@ Az utána következő %2$lld napot még nem számoljuk.

source: %1$@ The %2$lld days after it count at your daily pace and the average night’s stay so far.
hu: %1$@ Az utána következő %2$lld napot a napi tempód és az eddigi átlagos szállásár alapján számoljuk.

source: %@ Those days count at your daily pace and the average night’s stay so far.
hu: %@ Ezeket a napokat a napi tempód és az eddigi átlagos szállásár alapján számoljuk.

source: %@ a day
hu: %@ naponta

source: %@ a month
hu: %@ havonta

# %@ average, %@ a day
source: %1$@ average, %2$@ a day
hu: %1$@ szint átlaga, napi %2$@

# %@ from %@
source: %1$@ from %2$@
hu: %1$@ (érkezés: %2$@)

source: %@ is behind you.
hu: %@ mögötted van.

source: %@ is behind you. Start planning the next one.
hu: %@ mögötted van. Kezdd el tervezni a következőt.

source: %@ left
hu: %@ maradt

# %@ next, %@
source: %1$@ next, %2$@
hu: következő: %1$@, %2$@

source: %@ not booked yet
hu: %@ még nincs lefoglalva

source: %@ over
hu: %@ túllépés

source: %@ over budget
hu: %@ kereten felül

source: %@ received
hu: %@ bevétel

source: %@ so far
hu: %@ eddig

source: %@ spent
hu: %@ elköltve

# %@ take %lld%%.
source: %1$@ take %2$lld%%.
hu: %1$@: %2$lld%%.

# %@ · %@ to pay
source: %1$@ · %2$@ to pay
hu: %1$@ · %2$@ fizetendő

source: %@ · day 1
hu: %@ · 1. nap

# %@ · in %lld days
source: %1$@ · in %2$lld days
hu: %1$@ · %2$lld nap múlva

# %@ · night %lld of %lld
source: %1$@ · night %2$lld of %3$lld
hu: %1$@ · %2$lld. éjszaka / %3$lld

source: %@ · today
hu: %@ · ma

source: %@ · tomorrow
hu: %@ · holnap

# %@ – %@ · %lld nights
source: %1$@ – %2$@ · %lld nights
hu: %1$@ – %2$@ · %3$lld éjszaka

# %@ → %@ isn’t booked yet, so it isn’t counted.
source: %1$@ → %2$@ isn’t booked yet, so it isn’t counted.
hu: A(z) %1$@ → %2$@ út még nincs lefoglalva, ezért nem számoljuk.

source: %@, all paid
hu: %@, minden kifizetve

source: %@, at check-in
hu: %@, bejelentkezéskor

# %@, then %@
source: %1$@, then %2$@
hu: %1$@, aztán %2$@

source: %@. Rates refresh every morning from the day’s market rates.
hu: %@. Az árfolyamok minden reggel frissülnek a napi piaci árfolyamokból.

source: %lld active
hu: %lld aktív

# %lld active · %@ a month
source: %1$lld active · %2$@ a month
hu: %1$lld aktív · %2$@ havonta

source: %lld booked
hu: %lld lefoglalva

source: %lld currencies
hu: %lld pénznem

source: %lld days
hu: %lld nap

source: %lld days ahead
hu: Hátralévő %lld nap

source: %lld days before
hu: %lld nappal előtte

source: %lld days not planned yet
hu: %lld nap még nincs megtervezve

source: %lld days since you set off
hu: Az indulás óta eltelt %lld nap

source: %lld entries
hu: %lld tétel

source: %lld h
hu: %lld ó

# %lld h %@
source: %1$lld h %2$@
hu: %1$lld ó %2$@ p

source: %lld in
hu: %lld eltelt

source: %lld legs aren’t booked yet, so they aren’t counted.
hu: %lld út még nincs lefoglalva, ezért nem számoljuk őket.

source: %lld legs to book
hu: %lld szakasz foglalandó

source: %lld more in All entries ›
hu: további %lld az Összes tételben ›

source: %lld more…
hu: még %lld…

source: %lld nights
hu: %lld éjszaka

source: %lld nights ahead
hu: még %lld éjszaka

source: %lld nights left
hu: még %lld éjszaka

# %lld nights left · out %@
source: %lld nights left · out %2$@
hu: még %1$lld éjszaka · távozás: %2$@

source: %lld nights placed
hu: %lld éjszaka beosztva

source: %lld nights planned
hu: %lld éjszaka megtervezve

source: %lld nights.
hu: %lld éjszaka.

source: %lld not booked
hu: %lld nincs lefoglalva

# %lld of %lld booked
source: %1$lld of %2$lld booked
hu: %1$lld / %2$lld lefoglalva

# %lld of %lld nights placed
source: %1$lld of %2$lld nights placed
hu: %1$lld / %2$lld éjszaka beosztva

# %lld of %lld nights planned
source: %1$lld of %2$lld nights planned
hu: %1$lld / %2$lld éjszaka megtervezve

source: %lld of 3 days
hu: %lld / 3 nap

source: %lld paid
hu: %lld kifizetve

source: %lld planned nights
hu: %lld tervezett éjszaka

source: %lld stops
hu: %lld megálló

source: %lld stops have no stay yet, so their nights are counted at each city’s average price
hu: %lld megállónál még nincs szállás, ezért az éjszakáikat a városi átlagáron számoljuk

source: %lld travellers
hu: %lld utazó

source: %lld%% of budget
hu: a keret %lld%%-a

source: %lld%% of the everyday
hu: a hétköznapi költések %lld%%-a

source: %lld%% of where the journey lands
hu: a várható végösszeg %lld%%-a

source: %lld%% spent
hu: %lld%% elköltve

source: %lld-digit code
hu: %lld számjegyű kód

source: %lldd
hu: %lld n

# **%@ · %@** added to All entries, charged %@.
source: **%1$@ · %2$@** added to All entries, charged %3$@.
hu: **%1$@ · %2$@** bekerült az Összes tétel közé, terhelés: %3$@.

source: **Cancelled %1$@?** This %2$@ charge is removed, and %3$@ is marked cancelled from %4$@, so no more are added.
hu: **Lemondtad: %1$@?** Ez a(z) %2$@ terhelés törlődik, a(z) %3$@ pedig lemondottként szerepel ekkortól: %4$@, így több nem kerül be.

source: + %@ beyond the everyday
hu: + %@ a mindennapin túl

source: + %@ beyond the everyday here
hu: + %@ a mindennapin túl itt

source: + %@ not paid yet
hu: + %@ még nincs kifizetve

source: + %@ scheduled, not spent yet
hu: + %@ ütemezve, még nincs elköltve

source: + Add
hu: + Hozzáadás

source: 1 stop has no stay yet, so its nights are counted at the city’s average price
hu: 1 megállónál még nincs szállás, ezért az éjszakáit a városi átlagáron számoljuk

source: 3 nights
hu: 3 éjszaka

source: A daily pace
hu: Napi tempó

source: A forecast, not a bill. For each stop: what you’ve already spent there, the nights still ahead at your daily pace, and the stay.
hu: Előrejelzés, nem számla. Megállónként: amit ott már elköltöttél, a hátralévő éjszakák a napi tempóddal, és a szállás.

source: A maybe: shown faded on the timeline, with no legs of its own.
hu: Csak ötlet: halványan látszik az idővonalon, saját szakaszok nélkül.

source: A subscription
hu: Egy előfizetés

source: ATM, bank and exchange fees
hu: ATM-, banki és váltási díjak

source: About %@ a day less gets you there.
hu: Napi kb. %@ kevesebbel beleférsz.

source: Accessories
hu: Kiegészítők

source: Account
hu: Fiók

source: Activities
hu: Programok

source: Add
hu: Hozzáadás

source: Add a connection
hu: Kapcsolat hozzáadása

source: Add a currency
hu: Pénznem hozzáadása

source: Add a note
hu: Megjegyzés hozzáadása

source: Add an expense
hu: Kiadás hozzáadása

source: Add expense
hu: Új kiadás

source: Add income
hu: Új bevétel

source: Add reminder
hu: Emlékeztető hozzáadása

source: Add stay
hu: Szállás hozzáadása

source: Add stop
hu: Megálló hozzáadása

source: Add stops on Trip and their nights are estimated here.
hu: Adj hozzá megállókat az Útnál, és itt becsüljük az éjszakáik költségét.

source: Add subscription
hu: Új előfizetés

source: Add the first stop
hu: Első megálló hozzáadása

source: Add the next stop
hu: Következő megálló hozzáadása

source: Add transport home
hu: Hazaút hozzáadása

source: Add transport to %@
hu: Út hozzáadása ide: %@

# Added · %@ · %@
source: Added · %1$@ · %2$@
hu: Hozzáadva · %1$@ · %2$@

source: After connecting, “Continue with Apple” opens this same account, even if you chose Hide My Email.
hu: Összekapcsolás után a „Folytatás az Apple-lel” ugyanezt a fiókot nyitja meg, akkor is, ha az E-mail-cím elrejtését választottad.

source: After the plan, %lld days
hu: A terv után, %lld nap

source: All
hu: Mind

source: All %lld categories
hu: Mind a %lld kategória

source: All categories
hu: Minden kategória

source: All entries
hu: Összes tétel

source: All reminders
hu: Összes emlékeztető

source: All subscriptions
hu: Összes előfizetés

source: Already spent here
hu: Itt már elköltve

source: Already use Livhold on the web? Sign in with your email first. You can add Apple afterwards in Account.
hu: Már használod a Livholdot a weben? Először az e-mail-címeddel lépj be. Az Apple-t utána a Fiókban adhatod hozzá.

source: Amount
hu: Összeg

source: Amount and date follow the booking on the Trip page.
hu: Az összeg és a dátum az Útiterv oldalon lévő foglalást követi.

source: Appearance
hu: Megjelenés

source: Apple connected
hu: Apple összekapcsolva

source: Apple didn’t send a sign-in token. Please try again.
hu: Az Apple nem küldött belépési tokent. Próbáld újra.

source: Apple disconnected
hu: Apple leválasztva

source: Arrival day
hu: Érkezés napja

source: Arrive
hu: Érkezés

source: Arrived in %@
hu: Megérkeztem: %@

source: Asked once. Change it any time in Settings → Money.
hu: Csak egyszer kérdezzük. Bármikor módosíthatod: Beállítások → Pénz.

source: At check-in
hu: Bejelentkezéskor

source: At least %lld characters.
hu: Legalább %lld karakter.

source: Average
hu: Átlag

source: Average a day
hu: Átlagosan naponta

source: Back to the timeline
hu: Vissza az idővonalhoz

source: Base currency
hu: Alappénznem

source: Before %@ ends
hu: %@ vége előtt

source: Before departure
hu: Indulás előtt

source: Before there’s a pace, the nights use the city’s average from the catalogue. Transport still to pay and the subscriptions ahead are added once, under “How it adds up”.
hu: Amíg nincs napi tempó, az éjszakák a város katalógusbeli átlagával számolnak. A még fizetendő közlekedés és a hátralévő előfizetések egyszer, a „Miből áll össze” alatt adódnak hozzá.

source: Before you fly
hu: Indulás előtt

source: Between stops
hu: Megállók között

source: Between stops today.
hu: Ma két megálló között vagy.

source: Beyond the everyday
hu: A mindennapin túl

source: Biggest day · %@
hu: Legdrágább nap · %@

source: Blank means the travel date. Fares are usually paid at booking.
hu: Üresen az utazás napja. A jegyet általában foglaláskor fizeted.

source: Blur
hu: Élesedés

source: Booked
hu: Lefoglalva

source: Booked adds the charge date and draws the leg solid.
hu: Lefoglalva: megjelenik a terhelés dátuma, és a szakasz folytonos vonalú lesz.

source: Booking link
hu: Foglalási link

source: Bookings
hu: Foglalások

source: Budget
hu: Költségkeret

source: Bus
hu: Busz

# By continuing you agree to the [Terms](%@) and the [Privacy Policy](%@).
source: By continuing you agree to the [Terms](%1$@) and the [Privacy Policy](%2$@).
hu: A folytatással elfogadod a [Feltételeket](%1$@) és az [Adatvédelmi tájékoztatót](%2$@).

source: By email for now; the app’s own notifications come later.
hu: Egyelőre e-mailben; az app saját értesítései később jönnek.

source: Cancel
hu: Mégse

source: Cancelled
hu: Lemondva

source: Cancelled it?
hu: Lemondtad?

source: Cancelling stops the prediction and keeps every charge it already made. Save to confirm.
hu: A lemondás leállítja az előrejelzést, a már levont díjak megmaradnak. Mentéssel véglegesíted.

source: Can’t be changed yet
hu: Még nem módosítható

source: Car, boat, …
hu: Autó, hajó, …

source: Card charged
hu: Kártyaterhelés

source: Card charged on
hu: Kártyaterhelés napja

source: Cards open
hu: Kártyák nyitása

source: Category
hu: Kategória

source: Change these on livhold.com for now.
hu: Ezeket egyelőre a livhold.com-on módosíthatod.

source: Charged on
hu: Terhelés napja

source: Check your inbox
hu: Nézd meg a postafiókodat

source: Check your inbox — the reset link opens Livhold on the web.
hu: Nézd meg a postafiókodat — a visszaállító link a webes Livholdot nyitja meg.

source: Check-in
hu: Érkezés

source: Check-ins
hu: Check-inek

source: Check-out
hu: Távozás

source: Check-out has to be after check-in.
hu: A távozásnak az érkezés után kell lennie.

source: Checked in to %@
hu: Itt vagy: %@

source: Choose
hu: Válassz

source: Choose the day you leave.
hu: Válaszd ki az indulás napját.

source: City
hu: Város

source: City, country
hu: Város, ország

source: Clear %@
hu: %@ törlése

source: Clear end date
hu: Befejezés törlése

source: Close
hu: Bezárás

source: Clothes
hu: Ruha

source: Clothes & accessories
hu: Ruha és kiegészítők

source: Comfort
hu: Kényelmi szint

source: Coming up
hu: Hamarosan

source: Coming up · %lld payments
hu: Hamarosan · %lld fizetés

source: Confirm your email first — use the code or link we sent.
hu: Előbb erősítsd meg az e-mail-címedet — a küldött kóddal vagy linkkel.

source: Connect
hu: Összekapcsolás

source: Connected
hu: Összekapcsolva

source: Connecting Apple isn’t switched on yet.
hu: Az Apple-összekapcsolás még nincs bekapcsolva.

source: Convenience
hu: Kisbolt

source: Convenience store
hu: Kisbolt

source: Couldn’t load your journey.
hu: Nem sikerült betölteni az utazásodat.

source: Couldn’t record the arrival. Please try again.
hu: Nem sikerült rögzíteni az érkezést. Próbáld újra.

source: Couldn’t save that entry. Please try again.
hu: Nem sikerült menteni a tételt. Próbáld újra.

source: Couldn’t save that. Please try again.
hu: Nem sikerült menteni. Próbáld újra.

source: Couldn’t save your change. Please try again.
hu: Nem sikerült menteni a módosítást. Próbáld újra.

source: Couldn’t start the journey. Please try again.
hu: Nem sikerült elindítani az utazást. Próbáld újra.

source: Count this idea in the plan
hu: Számítson bele a tervbe

source: Country
hu: Ország

source: Create
hu: Létrehozás

source: Currency
hu: Pénznem

source: Daily pace, where it goes and the projection. Bookings show either way.
hu: Napi tempó, mire megy el és az előrejelzés. A foglalások így is, úgy is látszanak.

source: Daily spend
hu: Napi költés

source: Dark
hu: Sötét

source: Date
hu: Dátum

source: Dated after today, so not counted as spent yet.
hu: A mai nap utáni dátum, ezért még nem számít elköltöttnek.

source: Dated reminders appear on Home from 7 days before, and stay after the date until you tick them.
hu: A dátummal megadott emlékeztetők 7 nappal előtte jelennek meg a Kezdőlapon, és a dátum után is ott maradnak, amíg ki nem pipálod őket.

source: Dates
hu: Dátumok

source: Day
hu: Nap

source: Day %lld
hu: %lld. nap

# Day %lld of %lld
source: Day %1$lld of %2$lld
hu: %1$lld. nap / %2$lld

# Day %lld · %@, night %lld
source: Day %1$lld · %2$@, night %3$lld
hu: %1$lld. nap · %2$@, %3$lld. éjszaka

source: Day %lld · between stops
hu: %lld. nap · két megálló között

source: Day to day
hu: Napi költségek

source: Day to day uses city averages from June 2026. It’s an approximate projection: what you really spend depends on how you travel.
hu: A napi költségek 2026. júniusi városi átlagokból számolódnak. Ez hozzávetőleges becslés: hogy valójában mennyit költesz, az attól függ, hogyan utazol.

source: Day to day, %lld nights
hu: Napi költségek, %lld éjszaka

source: Days
hu: Napok

source: Days after the last planned stop aren’t counted yet.
hu: Az utolsó tervezett megálló utáni napok még nem számítanak bele.

source: Days with nothing logged
hu: Napok bejegyzés nélkül

source: Deadlines
hu: Határidők

source: Delete
hu: Törlés

source: Delete %@
hu: %@ törlése

source: Delete %@?
hu: Törlöd: %@?

source: Delete entry
hu: Tétel törlése

source: Delete reminder
hu: Emlékeztető törlése

source: Delete stop
hu: Megálló törlése

source: Delete subscription
hu: Előfizetés törlése

source: Delete this entry?
hu: Törlöd ezt a tételt?

source: Delete this reminder?
hu: Törlöd ezt az emlékeztetőt?

source: Delete this stay
hu: Szállás törlése

source: Delete this stay?
hu: Törlöd ezt a szállást?

source: Delete this stop
hu: Megálló törlése

source: Delete this stop?
hu: Törlöd ezt a megállót?

source: Delete this subscription?
hu: Törlöd ezt az előfizetést?

source: Deleted · %@
hu: Törölve · %@

source: Departs
hu: Indulás

source: Design gallery
hu: Dizájngaléria

source: Discard
hu: Elvetés

source: Discard changes
hu: Módosítások elvetése

source: Discard changes?
hu: Elveted a módosításokat?

source: Discard this entry?
hu: Elveted ezt a tételt?

source: Disconnect
hu: Leválasztás

source: Disconnect Apple?
hu: Leválasztod az Apple-t?

source: Dismiss
hu: Bezárás

source: Done
hu: Kész

source: Drinks
hu: Italok

source: Edit
hu: Szerkesztés

source: Edit reminder
hu: Emlékeztető szerkesztése

source: Edit stay
hu: Szállás szerkesztése

source: Edit stop
hu: Megálló szerkesztése

source: Edit subscription
hu: Előfizetés szerkesztése

source: Email me a code
hu: Kérek kódot e-mailben

source: Email me a code instead
hu: Inkább kódot kérek e-mailben

source: Email me again
hu: Küldd újra

source: Email me again in %lld s
hu: Újraküldés %lld mp múlva

source: Ends
hu: Vége

source: Estimated total
hu: Becsült végösszeg

source: Every 3 months
hu: 3 havonta

source: Every 6 months
hu: 6 havonta

source: Everyday
hu: Mindennapi

source: Everyday total
hu: Mindennapi összesen

source: Everyday, %lld days
hu: Hétköznapi, %lld nap

source: Exchange rates
hu: Árfolyamok

source: Expense
hu: Kiadás

source: Face ID next time
hu: Legközelebb Face ID

source: Fade
hu: Áttűnés

source: Fees & cash
hu: Díjak és készpénz

source: Ferry
hu: Komp

source: Final numbers
hu: Végső számok

source: First stop
hu: Első megálló

source: Flight
hu: Repülő

source: Food
hu: Étel

source: Food & drinks
hu: Étel és ital

source: For everyone
hu: Mindenkinek

source: For everyone · ≈ %@
hu: Mindenkinek · ≈ %@

source: For one that repeats, add it under Subscriptions on Money.
hu: Ha ismétlődik, add hozzá a Pénz oldalon az Előfizetésekhez.

source: For signing in without waiting for a code.
hu: Hogy ne kelljen kódra várnod belépéskor.

source: Forgot your password?
hu: Elfelejtetted a jelszavad?

source: Free cancellation ends
hu: Ingyenes lemondás vége

source: Free cancellation until
hu: Ingyenes lemondás eddig

source: Freelance
hu: Szabadúszó munka

source: From
hu: Honnan

source: Gear
hu: Felszerelés

source: Getting around
hu: Helyi közlekedés

source: Getting here
hu: Idejutás

source: Getting your journey
hu: Utazás betöltése

source: Giving
hu: Adomány

source: Globe
hu: Földgömb

source: Globe with the route: %@
hu: Földgömb az útvonallal: %@

source: Go to Trip
hu: Útitervhez

source: Going home
hu: Hazaút

source: Got it
hu: Értem

source: Groceries
hu: Élelmiszer

source: Groceries & shops
hu: Élelmiszer és boltok

source: Health
hu: Egészség

source: Health & care
hu: Egészség és ápolás

source: Here
hu: Itt

source: Hi, %@
hu: Szia, %@

source: Hi, traveller
hu: Szia, utazó

source: Hide cancelled
hu: Lemondottak elrejtése

source: Hides where it was spent
hu: Elrejti, hol költöttétek

source: Hold the ring to read a group
hu: Tartsd az ujjad a gyűrűn egy csoport megnézéséhez

source: Home
hu: Kezdőlap

source: Home again
hu: Újra otthon

source: Home · %@
hu: Otthon · %@

source: Home · set where you live in Trip settings
hu: Otthon · add meg, hol laksz, az Útiterv beállításaiban

source: Hours
hu: Órák

source: How it adds up
hu: Miből áll össze

source: How the plan is worked out
hu: Így számoljuk a tervet

source: Idea
hu: Ötlet

source: In a week
hu: Egy hét múlva

source: In the daily average
hu: A napi átlagban

source: In the plan
hu: A tervben

source: In use
hu: Használatban

source: Income
hu: Bevétel

source: Insurance & visas
hu: Biztosítás és vízum

source: It came from a booking; it won’t be added again.
hu: Egy foglalásból jött; nem adjuk hozzá újra.

source: Its nights and costs count in the plan.
hu: Az éjszakái és költségei beleszámítanak a tervbe.

source: Its stays and transport stay on the trip; the legs on either side become one.
hu: A szállásai és közlekedése az útitervben maradnak; a két oldali szakasz eggyé válik.

source: Journey
hu: Utazás

source: Journey ends · %@
hu: Az utazás vége · %@

source: Keep editing
hu: Szerkesztés folytatása

source: Lands near
hu: Várhatóan

source: Last (or next) charge
hu: Utolsó (vagy következő) terhelés

source: Latest
hu: Legutóbbiak

source: Leave
hu: Indulás

source: Leave can’t be before arrive.
hu: Az indulás nem lehet az érkezés előtt.

source: Leave out of the plan
hu: Kihagyás a tervből

source: Leave this journey
hu: Kilépés az utazásból

source: Leaves %@
hu: Indulás: %@

# Leaves %@ · %@
source: Leaves %1$@ · %2$@
hu: Indulás: %1$@ · %2$@

source: Leaving for %@
hu: Indulás ide: %@

source: Left for %lld unplanned days
hu: %lld tervezetlen napra marad

source: Left in the budget
hu: A keretből marad

source: Light
hu: Világos

source: Log again
hu: Újra rögzít

source: Log what you spend as you go, and Money adds your daily pace, where it goes, and where the journey lands.
hu: Rögzítsd menet közben, mire költesz, és a Pénz megmutatja a napi tempódat, mire megy el, és mennyiből jön ki az utazás.

source: Log what you spend as you go. Money works out what a day costs and where the journey lands against your budget.
hu: Rögzítsd menet közben, mire költesz. A Pénz kiszámolja, mennyibe kerül egy nap, és mennyiből jön ki az utazás a keretedhez képest.

# Logged again · %@ · %@
source: Logged again · %1$@ · %2$@
hu: Újra rögzítve · %1$@ · %2$@

source: Look
hu: Kinézet

source: Look back
hu: Visszatekintés

source: Look back ›
hu: Visszatekintés ›

source: Map
hu: Térkép

source: Mark as done
hu: Késznek jelölés

source: Mark as not done
hu: Visszaállítás nem késznek

source: Mark cancelled
hu: Megjelölés lemondottként

source: Maybe · not in the plan
hu: Talán · nincs a tervben

source: Mid
hu: Közepes

source: Money
hu: Pénz

source: Money adds everything up in this currency.
hu: A Pénz fül ebben a pénznemben ad össze mindent.

source: Monthly
hu: Havonta

source: More appears as you log: a chart after 3 days, a projection after a week.
hu: Ahogy rögzítesz, egyre több jelenik meg: 3 nap után grafikon, egy hét után előrejelzés.

source: Moving Leave moves the %@ leg with it.
hu: Az indulás áthelyezése a(z) %@ szakaszt is viszi.

source: Moving Leave moves the home leg with it.
hu: Az indulás áthelyezése a hazautat is viszi.

source: Name
hu: Név

source: Name or category
hu: Név vagy kategória

source: Name, dates, home, the budget and exchange rates.
hu: Név, dátumok, otthon, költségkeret és árfolyamok.

source: New code sent
hu: Új kódot küldtünk

source: New journey
hu: Új utazás

source: New password
hu: Új jelszó

source: New reminder
hu: Új emlékeztető

source: Next
hu: Következő

source: Next charge
hu: Következő terhelés

source: Next month
hu: Következő hónap

# Night %lld of %lld
source: Night %1$lld of %2$lld
hu: %1$lld. éjszaka / %2$lld

source: Nights not counted
hu: Az éjszakák nem számítanak

source: No
hu: Nem

# No bed %@ → %@
source: No bed %1$@ → %2$@
hu: Nincs szállás %1$@ → %2$@

source: No bed tonight
hu: Ma éjjelre nincs szállás

source: No connection right now. Stay on this screen and it goes through the moment you’re back online.
hu: Most nincs kapcsolat. Maradj ezen a képernyőn, és amint újra online vagy, továbbmegy.

source: No connection.
hu: Nincs kapcsolat.

source: No connection. Livhold will sign you in once you’re back online — try again then.
hu: Nincs kapcsolat. A Livhold belép, amint újra online vagy — akkor próbáld újra.

source: No connection. Try again once you’re back online.
hu: Nincs kapcsolat. Próbáld újra, amint újra online vagy.

source: No dates yet
hu: Még nincs dátum

source: No end date: an open-ended journey.
hu: Nincs befejezés: nyitott végű utazás.

source: No entries match “%@”.
hu: Nincs „%@” keresésnek megfelelő tétel.

source: No free cancellation
hu: Nincs ingyenes lemondás

source: No journey yet
hu: Még nincs utazás
